Revit 2027 API
SymbolTypeId.LpsPerMSup2 Property
 Symbol LPS/m², indicating unit Liters per second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LpsPerMSup2 { get; }
Public Shared ReadOnly Property LpsPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LpsPerMSup2 {
	ForgeTypeId^ get ();
}
static member LpsPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace